[General]
Translator, "Christian B"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAQAOZSAP7+/u3t7c3U6v///7zF4AAij83R3iE4hp2r1Pv7+wAijXeKxkhhstne711y
uktdlwAjkiM5hoiZzTtUpJ2q1DxWps/S3wAhi+Pl6M/T38vS58vLy+Tl6HWJxaKu1kljtNPW3z1X
qevr69/i7O7u7pmn1Pr6+iE5iLzF4fb29vLy8p+s1XmMx2J5vrW/3s7S3yk/mGF3vQAhjQopkFNj
rLvC4C1Cmktjsy5HoYqYzWt+wJyl0zBJogMkjJGbx3eJxlhnrmd1s7vB4LrC4Upjs2Z0so6bzre/
3wwrkZOdyAIii2B3vSE4hUdhsgcnkQkpkp6n1Gl9v////wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5
BAEAAFIALAAAAAAQABAAAAe1gFKCg4SFhoeEIysIHhQILgkJLggUHggrIxksP0dGCyUDAyULOUML
LBkWLVE1UDESoRJLO0I6LRYvHwwON00doR0MRA4MHy8cAsnJDaENyskcIgDT1NXVIhgoBNsEGiYm
GtwEKBgGEAU4TwUhKSkhBU48BRAGBgUzPkAyFSoqFQo0kiApUE+BkiI2LkwgQWLCBRhBeigwAOLE
gQhMDjzYsOHBgYsHToBIEKCkyZMnEyBaybJQIAA7


[BFAPI]
ErrorClientVersionTooOld, "La version de votre client est trop ancienne.\nVeuillez mettre à jour votre application et réessayez."
ErrorFailClientTime, "L'horloge de votre ordinateur n'est pas configurée correctement.\nVérifiez votre horloge système et réessayez."
ErrorFailLogin, "Veuillez vérifier votre courriel et votre mot de passe, puis réessayez."
ErrorFailPrefix, "Impossible de se connecter à votre compte Binary Fortress.\nS'il vous plaît vérifier votre connexion internet, et vérifiez que cette application ne soit pas bloqué par un proxy ou un pare-feu sur votre ordinateur ou réseau."
ErrorInvalidProTrialLicenseKey, "Votre clé de licence d'essai semble être invalide.\nVeuillez nous contacter pour plus d'informations."
ErrorItemSizeTooLarge, "Un des points que vous essayez de synchroniser est trop volumineux.\nVous devez le supprimer et réessayez à nouveau."
ErrorTrialExpiredPrompt, "Votre Licence Pro a expiré. \nVoulez-vous nous contacter et commencer un autre essai?"
ErrorUnknownProPurchasedLicenseKey, "Votre clé de licence semble être invalide. \nVeuillez nous contacter pour plus d'informations."
LoginPrompt, "Vous devez entrer vos informations de connexion Binary Fortress en premier.\nVoulez-vous entrez vos informations de connexion maintenant?"
TitleSync, "Synchronisation avec votre compte Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "Connexion"
btnLogout, "Déconnexion"
btnMyAccount, "Mon Account"
btnMyLicenses, "Mes Licences"
btnRegister, "Enregistrer"
btnResetPassword, "RàZ mot de passe"
lblEmailAddress, "Courriel:"
lblName, "Name:"
lblPassword, "Mot de passe:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personnel ou Entreprise, # indiqué dans le nom de licence"
LicenseRestrictionEnterprise, "Nombre illimité d'ordinateurs sur plusieurs sites appartenant à la société"
LicenseRestrictionPersonalHome, "Sans limite pour les PC personnels, 1 ordinateur d'entreprise que vous êtes le seul à utiliser"
LicenseRestrictionSite, "Nombre d'ordinateur illimité sur 1 site"
LicenseRestrictionStandard, "Licence personnelle ou professionnelle, 1 ordinateur"
LicenseRestrictionSteam, "Nombre illimité d'ordinateurs dont vous êtes l'utilisateur principal, doit être installé depuis le client Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Veuillez entrez une adresse courriel valide et réessayer."
ErrorEnterPassword, "Veuillez entrez votre mot de passe et réessayer."
ErrorLoginFailed, "Impossible de charger vos informations de compte.\nVeuillez vérifiez votre adresse courriel et mot de passe et réessayer."
ErrorNoLicensesFound, "Désolé, nous n'avons trouver aucune information de licence pour ce compte.\nSi vous avez besoin d'assistance, veuillez nous contactez."
ErrorUnknownLicenses, "Une erreur s'est produite en téléchargeant vos informations de licence."
ErrorUnknownLogin, "Une erreur s'est produite en téléchargeant vos informations de compte."
Note, "Connectez-vous pour récupérer votre clé de licence et la synchronisation avec votre compte Fortress binaire."
SelectLicensePrompt, "Vous utilisez actuellement la version gratuite, une licence Pro d’essai ou votre clé de licence est invalide. \nVoulez-vous télécharger une clé de licence de votre compte Binary Fortress?"
Title, "Mon compte Binary Fortress"
TitleLoadingLicenses, "téléchargement des informations de licence"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "S'il vous plaît, sélectionner l’apparence des fenêtres:"
PromptSelectWindowStylesEx, "S'il vous plaît, sélectionner l’apparence des fenêtres étendues:"
RemoveConfirmOne, "Êtes-vous sûr de vouloir supprimer l'élément sélectionné ?"
SelectAnItem, "S'il vous plaît, sélectionnez un élément dans la liste et essayez à nouveau."
SelectAudioDevice, "S'il vous plaît, sélectionner un périphérique audio."
SelectMouseCursorLocation, "Cliquez pour sélectionner l’emplacement du curseur de la souris \nAppuyez sur une touche pour annuler"
SendKeys_EditString, "Editer une chaine"
SendKeys_EnterString, "Entrez une chaine:"
SendKeys_mniAddKeyCombination, "Ajouter une combinaison de touches"
SendKeys_mniAddRawText, "Ajouter du texte brut"
SendKeys_mniAddText, "Ajouter du texte"
SendKeys_Title, "SendKeys Builder"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Date de création"
colDateExpires, "Date d'expiration"
colLicenseKey, "Clé licence"
colLicenseRestrictions, "Restriction de la licence"
colLicenseType, "Type de licence"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Êtes-vous sûr de vouloir utiliser cette Clé de licence ?"
ErrorSelectLicense, "S'il vous plaît, sélectionnez une licence dans la liste et réessayez."
ShowNeedLicenseWarning, "Sélectionnez une de vos clés de licence dans la liste, puis cliquez le bouton 'OK' pour utiliser cette Clé de licence."
Title, "Mes licences"


[BFFormDownload_Strings]
ConfirmCancel, "Êtes-vous sûr de vouloir annuler ce téléchargement ?"
Error, "Une erreur s'est produite."
Progress, "Reste: {0} Ko ({1} Ko total)"
ProgressUnknown, "Téléchargé: {0} Ko"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "S'il vous plaît, sélectionner une étiquette de WallpaperFusion et essayez à nouveau."
lblQuery, "Filtre :"
Title, "Étiquette WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Fermer"
colCreatedBy, "Créé par"
colDownloads, "Téléchargements"
colLanguage, "Langage"
colLastModified, "Dernière modification"
lblQuery, "Filtre :"
Loading, "Chargement..."


[BFFormProxySettings_Controls]
btnSave, "Enregistrer"
lblProxyAddress, "Adresse serveur:"
lblProxyPassword, "Mot de passe:"
lblProxyPassword2, "Ressaisir le mot de passe:"
lblProxyPort, "Port:"
lblProxyUsername, "Nom de l'utilisateur:"
rdoCustomSettings, "Utiliser des réglages serveur proxy personnalisés:"
rdoNoProxy, "Pas de serveur Proxy (connexion Internet directe)"
rdoUseIESettings, "Utiliser les paramètres de connexion d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "S'il vous plaît, saisir une adresse de Serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
EnterServerPort, "S'il vous plaît, saisir le port du serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
PasswordDecryptionFailed, "Vos paramètres de connexion Internet semblent être invalides. \nVoulez-vous entrer de nouveau votre mot de passe du serveur proxy pour corriger ces paramètres?"
PasswordsNotMatch, "Vos saisies de mot de passe du serveur Proxy sont différentes, veuillez réessayer."
Title, "Paramètres de connexion Internet"


[BFFormSelectApplication]
AllApplications, "Toutes applications"
btnBrowse, "Parcourir"
btnRefresh, "Rafraichir"
colApplication, "Application"
colPath, "Chemin"
GroupDesktopApplications, "Applications de bureau"
GroupWindows8Applications, "Applications du Windows Store"
lblWindowPicker, "Déplacer sur une fenêtre pour sélectionner automatiquement ce processus"
PleaseSelectApplication, "Veuillez sélectionner l'application en premier."
Title, "Sélectionner l'application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valeur Par Défaut"
colSetting, "Réglages"
colValue, "Valeur"
lblFilter, "Filtre :"
lblHelp, "Double-cliquez sur un paramètre pour le modifier, cliquez sur le bouton 'Aide' pour plus d'information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Une erreur s'est produite lors de la sauvegarde des paramètres."
SavedSuccessfully, "Vos paramètres avancés ont été enregistrés avec succès. \nIl est peut-être nécessaire de redémarrer l'application pour que les paramètres prennent effet."
Title, "Paramètres avancés"
TitleEdit, "Editer les paramètres avancés"


[BFFormSettings_Controls]
btnAdvancedSettings, "Paramètres avancés"
btnAutoUpdateCheckNow, "Vérifiez les mises à jour"
btnBackupSettings, "Exporter les paramètres"
btnLicenseChangeToFree, "Changer pour la version gratuite"
btnLicenseKeyRequestTrial, "Demander une autre licence d'essai"
btnLicenseLoadOnline, "Charger depuis le compte Binary Fortress"
btnLicensePasteFromClipboard, "Copier depuis le presse-papier"
btnProxySettings, "Paramètres de connexion Internet"
btnRestoreSettings, "Restaure paramétres"
btnTroubleshootingClearLog, "Efface Historique"
btnTroubleshootingCopy, "Copie vers le presse-papiers"
btnTroubleshootingOpenLog, "Ouvrir l'historique"
chkAutoUpdate, "Vérifier les mises à jour automatiquement"
chkAutoUpdateBeta, "Vérifier pour une nouvelle version Beta (instable)"
chkAutoUpdateSteam, "Vérifier les mises à jour automatiquement"
colLanguageName, "Name"
colLanguageRightToLeft, "Droite à gauche"
colLanguageTranslators, "Traducteurs"
colLanguageVersion, "Version"
gbAutoUpdate, "Mise à jour recherche"
gbLicenseReseller, "Information revendeur"
lblAutoUpdateWarningBASE, "Attention: les mises à jour automatiques sont actuellement désactivées, vous ne serez pas invité à installer les nouvelles versions"
lblLanguageGetMore, "Recevez les nouvelles et mises à jour des Langues"
lblLicenseExpires, "Date d'expiration de la licence:"
lblLicenseKey, "Clé de licence:"
lblLicenseTo, "Licence attribuer a:"
tabAbout, "A propos"
tabLanguage, "Langues"
tabLicense, "Clé licence"
tabOptions, "Options"
tabOurApps, "Nos applis"
tabTroubleshooting, "Dépannage"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Êtes-vous sûr de vouloir supprimer votre Clé de licence et revenir à la version gratuite ?"
DebugLogCleared, "Le fichier historique de dépannage a été correctement vidé."
DebugLogNotFound, "Le fichier historique de dépannage n'a pas été trouvé.\nAssurez vous d'avoir au préalable activé l'historique de dépannage."
FreeVersion, "Version gratuite"
LicenseKeyRequestTrialDescription, "Quelqu'un prendra contact avec vous sous deux jours ouvrables."
LicenseKeyRequestTrialMessage, "J'aimerais demander une nouvelle licence d'essai, merci !"
LogLevel0, "L0 : Journalisation désactivée"
LogLevel1, "L1 : Journalisation minimale"
LogLevel2, "L2 : Journal détaillée (déconseiller)"
LogLevel3, "L3 : Journal complète (déconseiller)"
RegistryExportSuccess, "Vos réglages ont été enregistrés avec succès."
RestoreSettingsFailed, "Echec de la restauration de vos paramètres."
RestoreSettingsSuccess, "Vos Paramètres ont été restaurés."
SettingsLoadError, "Une erreur s'est produite lors du chargement des paramètres."
SettingsSaveError, "Une erreur s'est produite lors de l'enregistrement des paramètres."
Title, "Réglages"
TroubleshootingCopyError, "Vos imformations de dépannage n'ont pas pu être copiées."
TroubleshootingCopySuccess, "Vos informations de dépannage on été convenablement copiées dans le Presse-Papiers."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Courriel:"
lblMessage, "Message:"
lblName, "Name:"
lblSubject, "Sujet:"
lblWarning, "Les informations de l'onglet problèmes et votre fichier 'Debug.log' seront encryptés et joints à cette demande de support afin que nous puissions résoudre votre question plus rapidement."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Veuillez entrez une adresse courriel valide et réessayer."
EnterMessage, "S'il vous plaît, saisir un message puis réessayez."
EnterName, "S'il vous plaît, saisir votre nom puis réessayez."
EnterSubject, "S'il vous plaît, saisir un sujet."
SendSuccess, "Votre message a été envoyé avec succès.\nNous vous contacterons d'ici un jour ouvrable."
Title, "Demande du support"
TooLongEmailAddress, "Veuillez entrez une adresse courriel plus courte et réessayez."
TooLongName, "Veuillez entrez un nom plus court et réessayez."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Plus tard"
btnMoreInfo, "Plus d'informations"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Clef de licence invalide"


[BFFormUpdate_Controls]
btnChangeLog, "Nouveautés"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "Installer maintenant"
btnInstallOnExit, "Installer en quittant"
btnRemindMeLater, "Plus tard"
btnSkipThisVersion, "Passer cette version"
lblNewVersion, "Nouvelle version:"
lblOldVersion, "Version actuelle:"
lblUpdateNotes, "Quoi de neuf dans cette version:"
lblUpdateSize, "Taille MàJ :"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Il est recommandé de mettre à jour vers cette nouvelle version.\nÊtes-vous sûr vous voulez ignorer cette mise à jour ?"
DownloadFailedSave, "Impossible de sauver ce fichier localement."
DownloadingUpdate, "Téléchargement de la mise à jour"
DownloadInvalidData, "Données invalides revenues du serveur. Le serveur peut avoir un problème pour trouver le fichier demandé."
DownloadNoData, "Aucune donnée parvenue du site Web."
ErrorDownload, "Une erreur s'est produite en essayant de télécharger la nouvelle version."
FreeNotice, "Cette mise à jour, et toutes les futures mises à jour sont gratuites! Mettre à jour aujourd'hui et profitez-en!"
Title, "Mise à jour disponible"
UpdateProMessage, "Vous devez mettre à jour vers la licence Pro avant d'utiliser la mise à jour en un seul clic.\nVoulez-vous plus d'informations sur la mise à niveau?"


[BFHelpButton_Controls]
mniDiscussions, "Forum d'assistance"
mniOnlineHelp, "Aide en ligne"
mniSupportRequest, "Demande de support"


[BFHotKey]
ErrorHotKeyBindFailed, "La liaison du raccourci a échoué:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Combinaison de touches invalide: veuillez entrer une valeur."
ErrorIncorrectNumberElements, "Combinaison de touches invalide: nombre de touches erroné."
ErrorIncorrectNumberKeyMods, "Combinaison de touches invalide: nombre de modificateurs erroné."
ErrorInvalidKeyCombo, "La combinaison de touches que vous avez spécifiée est invalide."
ErrorSystemReserved, "La combinaison de touches choisie est réservée par Windows et ne peut être utilisée."
ErrorTooManyModifiers, "Combinaison de touches invalide: trop de modificateurs."
HotKeyLabelKeys, "Sélectionnez modifier puis entrez touche désirée"
HotKeyLabelMouse, "Sélectionnez modifier puis cliquez sur le bouton de la souris désiré"


[BFMessage]
btnCopy, "&Copier le message"
btnMoreInformation, "&Afficher plus d'informations"


[BFTextQuery]
CaseSensitive, "Respect Min/maj:"
ErrorBracketMismatch, "Erreur : non correspondance des crochets.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorEscapeCharAtEnd, "Erreur : caractère d'échappement '\' trouvé en fin de requête.\nVeuillez supprimer ou "échapper" le caractère."
ErrorExpectedMatchCountChar, "Erreur : ':::cbc:::' attendu en position {0}.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorExpectedQuote, "Erreur: '"' attendu en position {0}.\nVeuillez "échapper" les caractères '"'."
ErrorInvalidChar, "Erreur: Caractère invalide '{0}' à la position {1}.\nS'il vous plaît l'envelopper dans des accolades."
ErrorInvalidDigit, "Erreur : chiffre invalide en position {0}.\nLes nombres doivent être positifs et ne contenir que des chiffres."
MayContain, "Peut contenir:"
MayEqual, "Peut être pareil :"
MayNotContain, "Ne peut pas contenir:"
MayNotEqual, "Peut être différent :"
MustContain, "Doit contenir:"
MustEqual, "Pareil à :"
MustNotContain, "Ne doit pas contenir:"
MustNotEqual, "Différent de :"
Time, "Une fois"
Times, "{0} fois"


[BFUpdateCheck]
AlreadyInProgress, "Vérification des mises à jour en cours ..."
ErrorRunningDownloadedFile, "Une erreur s'est produite lors de l'exécution du fichier d'installation téléchargé."
FailedToGetVersion, "Impossible de charger la version la plus récente."
NoUpdate, "Vous utilisez déjà la version la plus récente."
Title, "Mise à jour"


[cFunctions_Strings]
FolderNotRecognized, "Le dossier sélectionné n'est pas reconnu et ne peut pas être recherché."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Parcourir && Ajouter"
btnBrowseExcludePath, "Parcourir"
btnFolderBrowse, "Parcourir"
btnFolderBrowseAppend, "Parcourir && Ajouter"
btnNewSearch, "Rechercher dans un &nouvel onglet"
btnPause, "Pause"
btnResume, "Résumé"
btnSearch, "&Recherche"
btnStop, "&Arrêter"
chkCaseSensitive, "Recherche sensible à la &casse"
chkFileSizeMax, "Taille maximale du fichier:"
chkFileSizeMin, "Taille minimale du fichier:"
chkIsQueryRegEx, "Recherche (RegEX)"
chkSearchSubFolders, "Recherche &sous-dossier"
chkShowFirstResult, "Afficher uniquement le premier résultat d'un fichier"
chkShowIncludeFilterMatchFiles, "Afficher le nom des fichiers qui concorde au filtre "fichiers inclus""
chkShowIncludeFilterMatchFolders, "Afficher le nom des dossiers qui concorde au filtre "fichiers inclus""
chkShowQueryMatchFiles, "Afficher le nom des fichiers qui contiennent le texte recherché"
chkShowQueryMatchFolders, "Afficher le nom des dossiers qui contiennent le texte recherché"
chkUseIFilters, "Recherche en utilisant les fichiers temporaire (plus lent)"
colDateAccessed, "Date d'accès"
colDateCreated, "Date de création"
colDateModified, "Date de modification"
colExtension, "Extension"
colFile, "Nom du fichier"
colFileSize, "Taille du fichier"
colLine, "Ligne"
colLineNumber, "Ligne #"
colPath, "Chemin"
lblAccessedTo, "au"
lblAdditionalLinesAfter, "Nombre de lignes à afficher avant et après le résultat de la recherche:"
lblAdditionalLinesBefore, "Afficher ces lignes avant et après le résultat de la recherche:"
lblCreatedTo, "au"
lblDateAccessed, "Date du dernier accès:"
lblDateCreated, "Date de création:"
lblDateFilterLogic, "Filtre Logic (dates):"
lblDateModified, "Date de modification:"
lblExcludeFiles, "Fichiers exclus:"
lblExcludePath, "Chemin(s) exclu(s):"
lblFilterResults, "Filtre :"
lblIncludeFiles, "Fichiers inclus:"
lblModifiedTo, "au"
lblPath, "Chemin(s):"
lblQuery, "Question / texte:"
lblStatusFound, "Résultats trouvés: {0}"
lblStatusTotal, "Fichiers recherchés: {0}"
mniAbout, "A propos"
mniClearSearchHistory, "Efface Historique des recherches"
mniCloseAll, "Fermer tout"
mniCloseAllButThis, "Fermer les autres"
mniCloseSearch, "&Fermer"
mniCopyToClipboard, "Copier les résultats sélectionnés"
mniCopyToClipboardAll, "Copier tous les résultats"
mniExit, "Quitter"
mniExplorerContextMenu, "Menu contextuel Windows"
mniHelp, "Aide"
mniOpenFolder, "Ouvrir le dossier contenant"
mniOpenFolderOnly, "Ouvrir dossier"
mniOpenOther, "Ouvrir avec une autre application"
mniPermenentDelete, "Supprimer définitivement les fichiers sélectionnés"
mniRemoveRows, "Retirer le(s) résultat(s) sélectionné(s) de la liste"
mniRenameFile, "Rename Selected File"
mniSettings, "Réglages"
mniShowFilterControls, "Afficher les filtres de contrôle"
mniTextCopy, "&Copie"
mniTextSelectAll, "&Tout sélectionner"
mniTools, "Outils"
mniTrayExit, "Quitter"
mniTrayLoadProfiles, "Charger le Profil"
mniTrayShowFileSeek, "Montrer FileSeek"
mniTraySyncProfiles, "Synchroniser les Profils"
mnuCopyFilePath, "Copier les noms sélectionnés (séparés par des virgules)"
mnuExportAllHTML, "Exporter tous les résultats en HTML"
mnuExportSelectedResultsHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
mnuFileCopy, "Copier les fichiers sélectionnés"
mnuFileCut, "Couper les fichiers sélectionnés"
mnuFileDelete, "Supprimer les fichiers sélectionnés"
mnuLanguage, "Langues"
mnuLoadProfile, "Charger"
mnuManageProfiles, "Gestion profils"
mnuOpen, "Ouvrir"
mnuOpenNotepad, "Ouvrir avec Notepad"
mnuProfile, "Profils"
mnuSave, "Enregistrer"
mnuSaveAll, "Exporter tous les résultats en CSV"
mnuSaveProfile, "Sauvegarder nouveau profil"
mnuSaveSelection, "Exporter le(s) résultat(s) sélectionné(s) en CSV"
mnuShowFullLanguageList, "Afficher la liste complète"
mnuSyncProfiles, "Synchroniser les Profils"
rdoMatchQueryLineByLine, "Correspondance recherche pour chaque ligne du fichier"
rdoMatchQueryToWholeFile, "Correspondance recherche pour le fichier entier"
tabAdvanced, "Avancé"
tabDateFilters, "Filtre date"
tabFileSizeFilters, "Filtre Taille du fichier"
tabSearch, "Recherche"


[frmMain_Strings]
AccessedAfterTT, "Accès après {0}"
AccessedBeforeTT, "Accès avant {0}"
AccessedBetweenTT, "Accès entre {0} et {1}"
AppSelectionErrorPartOne, "L'application que vous avez sélectionné ne peut pas être trouvée."
AppSelectionsErrorPartTwo, "Aimeriez-vous en sélectionner une autre maintenant ?"
btnNewSearchTT, "Ouvrir un nouvel onglet et démarrer une recherche"
btnSearchTT, "Démarrer une recherche dans l'onglet en cours"
btnStopTT, "Arrêter la recherche sélectionnée"
CaseSensitiveQueryTT, "Recherche avec respect min/maj"
cboDateFilterLogic_AND, "ET"
cboDateFilterLogic_OR, "OU"
cboExcludeFileFilterMode_Pattern, "Exclure Filtre Fichier (Pattern)"
cboExcludeFileFilterMode_RegEx, "Exclure Filtre Fichier (RegEx)"
cboExcludeFileFilterMode_TextQuery, "Exclure Filtre Fichier (Text Query)"
cboIncludeFileFilterMode_Pattern, "Inclure Filtre Fichier (Pattern)"
cboIncludeFileFilterMode_RegEx, "Inclure Filtre Fichier (RegEx)"
cboIncludeFileFilterMode_TextQuery, "Inclure Filtre Fichier (Text Query)"
cboQueryMode_RegEx, "Recherche (RegEX)"
cboQueryMode_TextQuery, "Question est (Text Query)"
chkShowFirstResultTT, "Afficher uniquement la première ligne"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Une erreur s'est produite lors de l'affichage du menu contextuel."
CreatedAfterTT, "Crée après {0}"
CreatedBeforeTT, "Crée avant {0}"
CreatedBetweenTT, "Crée entre le {0} et le {1}"
CSVSpreadsheet, "Fichiers CSV"
CustomAppOpenError, "Une erreur s'est produite lors de l'ouverture du fichier avec l'application personnalisée."
DateCreatedError, "Veuillez indiquer une 'date fin de création' postérieure à la date de début."
DateFiltersSelected, "Filtre date:"
DateModifiedError, "Veuillez indiquer une 'date fin de modification' postérieure à la date de début."
EmptyPDFError, "Le fichier PDF a été recherché, mais ne contient pas de texte"
EnterProfileName, "Saisir le nom profil:"
ErrorDirectoryEmpty, "Ce chemin est vide"
ExcludeFilesTT, "Fichiers exclus: {0}"
ExcludePathsTT, "Chemin exclus: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Veuillez attendre pendant que FileSeek exécute l'opération demandée.\nVous pouvez fermer cette fenêtre, mais cela peut mener à des résultats inattendus tant que cette tâche est en cours."
FileDeleteQuestion, "Êtes-vous sûr de vouloir effacer les fichiers ou dossiers sélectionnés ?"
FileDeleteTitle, "Suppression fichiers"
FileDeletionError, "Une erreur s'est produite lors de la suppression des fichiers."
FileHandlerError, "Veuillez saisir le chemin pour la recherche."
FileIncludeNameMatch, "Correspondance nom fichier [Filtre fichiers inclus]"
FileOpenError, "Une erreur s'est produite lors de l'ouverture du fichier."
FilePermenentDeleteQuestion, "Etes-vous sûr de vouloir supprimer définitivement les fichiers ou dossiers sélectionnés ?"
FileQueryNameMatch, "Correspondance nom fichier: {0}"
FileReadError, "Erreur accès fichier: {0}"
FileSelectionError, "Veuillez sélectionner au moins 1 fichier existant puis réessayer."
FileSizeError, "Veuillez indiquer une taille maximum fichier qui soit égale ou supérieure à la taille minimum."
FileSizeFiltersSelected, "Filtres taille du fichier:"
FilesSearched, "Fichiers recherchés: {0}"
FilesSkipped, "Fichiers ignorés: {0}"
FolderBrowserDescription, "Choisir un dossier où rechercher"
FolderBrowsingError, "Une erreur s'est produite en parcourant pour un dossier."
FolderIncludeNameMatch, "Correspondance nom dossier [Filtres fichiers inclus]"
FolderItemError, "Echec lors de la récupération du dossier pour l'élément: {0}"
FolderOpenError, "Une erreur s'est produite en ouvrant ce dossier."
FolderQueryNameMatch, "Correspondance nom dossier [Recherche texte]"
FolderReadError, "Erreur dors lecture des dossiers d'un dossier: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Fichier HTML"
IFilterWarning, "Veuillez activer les handlers de fichiers pour afficher des résultats adéquats pour: {0} fichiers"
IncludeFilesTT, "Fichiers inclus: {0}"
InvalidExcludeFilesRegExError, "Le fichier modèles à exclure de RegEx est invalide\n{0}"
InvalidFolderLength, "Taille du dossier invalide."
InvalidIncludeFilesRegExError, "Le fichier modèles à inclure de RegEx est invalide\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Motif RegEX invalid.\n{0}"
KeypressError, "Une erreur s'est produite en utilisant ce raccourci clavier."
LinkedFolderError, "Dossier de recherche ignoré car c'est un lien/jonction"
MatchesFound, "Résultats trouvés: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Taille maximale du fichier: {0}"
MaxPathError, "Le nom du chemin est très long et peut ne pas fonctionner avec quelques programmes"
MenuOpenError, "Une erreur s'est produite en ouvrant le menu."
MinFileSizeTT, "Taille minimale du fichier: {0}"
ModifiedAfterTT, "Modifié après le {0}"
ModifiedBeforeTT, "Modifié avant le {0}"
ModifiedBetweenTT, "Modifié entre le {0} et le {1}"
More, "(plus)"
NoDateFiltersSelected, "Aucun filtre date sélectionné"
NoFileSizeFiltersSelected, "Aucun filtre taille du fichier sélectionné"
NoOptionsSelected, "Aucune option sélectionnée"
NotepadError, "Une erreur s'est produite en ouvrant ce fichier avec le Bloc-notes (notepad)."
NotYourProfile, "Vous ne possédez pas ce profil."
OnlyShowFirstResultTT, "Afficher uniquement le premier résultat"
OpenManyQuestion, "Êtes-vous sûr de vouloir ouvrir {0} fichiers ou dossiers ?"
OptionsSelected, "Options sélectionnées:"
OtherApplication, "Autre(s) Application(s)"
PathsTT, "Chemin(s): {0}"
PathTooLongError, "Windows ne supporte pas cette action avec les noms de chemin long."
ProfileLoadError, "Il y a une erreur de chargement du profil."
ProfileLoadOnStartError, "Erreur lors chargement de ce profil. Le Profil n'existe pas."
ProfileOverwriteQuestion, "Êtes-vous sûr de vouloir remplacer ce profil '{0}' ?"
ProfileSaved, "Paramètres de recherche enregistrés dans le profil '{0}'"
ProfileSaveError, "Impossible de sauver le profil."
ProOnlyDoubleClickPrompt, "L'action par défaut pour un double-clic est une fonctionnalité FileSeek Pro.\nVous pouvez modifier l'action par défaut dans l'onglet: Réglages > Recherche.\n\nVoulez-vous plus d'informations sur la mise à niveau ?"
QueryTT, "Recherche:\n{0}"
rdoMatchQueryLineByLineTT, "Ouvrir une ligne fichier à la fois et essayez de trouver la recherche pour chaque ligne"
rdoMatchQueryToWholeFileTT, "Ouvrez le fichier entier en une fois et essayez de trouver la recherche pour le texte entier"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Un résultat copié dans le presse-papier."
ResultCopyError, "Une erreur s'est produite en copiant le résultat de la recherche dans le presse-papiers."
ResultSaveError, "Il y a eu une erreur en sauvant vos résultats.\n{0}"
ResultsCopied, "{0} résultats copiés dans le presse-papier."
ResultSelectionError, "Veuillez sélectionner au moins 1 résultat de la recherche puis réessayer."
SaveResults, "Enregistrer les résultats dans une feuille de calcul"
SaveResultsAsHTML, "Enregistrer les résultats comme HTML"
SaveSearchProfile, "Enregistrer le profil de recherche"
SearchComplete, "Recherche effectuée en {0}s"
SearchCriteria, "Critères de recherche:"
SearchCriteriaEmptyTT, "Recherche des critères vide"
SearchEnd, "Finir recherche: {0}"
SearchError, "Une erreur s'est produite lors de la recherche."
SearchStart, "démarrer recherche: {0}"
SearchSubFoldersTT, "Recherche dans les sous-dossiers"
SettingFormShowError, "Une erreur s'est produite lors de l'affichage de la fenêtre des réglages."
Syncing, "Synchronisation avec votre compte Binary Fortress..."
SystemFolderError, "Pas de recherche car c’est un fichier ou dossier système"
TextCopyError, "Une erreur s'est produite en copiant ce texte."
TextProcessingError, "Une erreur s'est produite en traitant le texte."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Veuillez sélectionner un peu de texte puis réessayer."
txtPathTT, "Séparer plusieurs éléments avec le caractère |"
UseFileHandlersTT, "Utiliser les assiciations de fichiers"
ViewingAppPartOne, "Vous n'avez pas sélectionné d'application de visualisation"
ViewingAppPartTwo, "Voulez-vous en sélectionner une maintenant ?"


[frmProfileManager_Controls]
btnCopyProfile, "Copier les profils"
btnDelete, "Delete"
btnExport, "Exporter le(s) profil(s)"
btnImport, "Importer le(s) profil(s)"
btnRename, "Renommer"
btnSync, "Synchroniser votre compte Binary Fortress"
colProfileName, "Nom profil"
colProfileOwner, "Propriétaire profil"
lblCurrentProfile, "Utilisateur actif: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Comment aimeriez-vous appeler votre nouveau profil ?"
ExportFileSeekSearchProfile, "Exporter le(s) Profil(s) de Recherche FileSeek"
ExportSearchProfileSuccessful, "Profil(s) de Recherche exporté avec succès"
FileSeekSearchProfile, "Profil(s) de Recherche FileSeek"
ImportFileSeekSearchProfile, "Importer le(s) Profil(s) de Recherche FileSeek"
MustSelectAnItem, "S'il vous plaît sélectionnez un profil de la liste et réessayez."
ProfileDeleteQuestion, "Êtes-vous sûr de vouloir effacer le profil sélectionné ?"
RenameSearchProfile, "Renommer profil de recherche"
SearchProfileName, "Nom profil de recherche:"
Title, "Gestion profils"


[frmSettings_Controls]
btnBrowseOther, "Parcourir"
btnClearHistory, "Efface Historique des recherches"
btnIFilterToggle, "Basculer l'association de fichier"
btnOtherDefault, "Défaut"
chkCloseToTray, "Fermer FileSeek à la barre d'état système"
chkCombineParameters, "Passez plusieurs fichiers à la même instance, au lieu d'ouvrir plusieurs instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Afficher une erreur et ignorer lorsque que le chemin est plus de 260 caractères"
chkExportExtraLines, "Exporter également des lignes supplémentaires lors de l'enregistrement des résultats de recherche"
chkIFilterErrors, "Afficher une erreur pour les fichiers sans association de programme (quand la recherche avec association est permise)"
chkIsQueryFullString, "Traiter le texte de la requête, comme une seule grande requête"
chkLinkedFoldersSearch, "Rechercher fichiers et dossiers qui sont liés / joints"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Réduire FileSeek à la barre d'état système"
chkOnlyShowMatchedText, "Montrer seulement le texte qui concorde au résultat de la recherche"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Rechercher les fichiers && répertoire Caché"
chkSearchSystemFiles, "Rechercher les fichiers && répertoire Système"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Afficher une erreur quand un fichier / dossier ne peut pas être atteint"
chkShowHiddenFileError, "Afficher une erreur lorsque des fichiers && dossiers Cachés sont ignorés"
chkShowSystemFileError, "Afficher une erreur lorsque des fichiers && dossiers Système sont ignorés"
chkShowToolTips, "Affiche Infos Bulles"
chkSingleInstance, "Obliger FileSeek à ouvrir qu’une instance"
chkStartWithClearProfile, "Toujours démarrer FileSeek avec critère de recherche à blanc"
chkTreatAllExcludePathFiltersAsWildcards, "Traiter tous les filtres d'exclusion de chemin comme des jokers"
chkTreatAllIncludeFiltersAsWildcards, "Traiter tous les filtres fichiers inclus comme des jokers"
chkUseCustomDateFormat, "Utiliser un format de date personnalisé"
chkUsePreviewHandlers, "Utilisez l'Aperçu de l'association dans le volet des résultats"
chkWindowsContextMenu, "Afficher Filleseek dans le menu contextuel de Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Variables de ligne de commande"
gbDateFormat, "Format de date"
gbGeneralOptions, "Options générales"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Paramètres de ligne de commande à passer:"
lblDateFormatLink, "Chaine pour le format date et temps personnalisé"
lblDefaultDoubleClick, "Sélectionnez une opération par défaut lors d'un double-clic sur un résultat de recherche:"
lblNumChar, "Afficher ces caractères pour chaque résultat de la recherche:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Sélectionnée l'application de visualisation des fichier:"
lblSkipFile, "Temps maximum de recherche autorisé par fichier (0 = illimité):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Une erreur s'est produite en parcourant pour une application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporter tous les résultats en HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Ouvrir le dossier contenant"
cboDefaultDoubleClickOperation_OpenNotepad, "Ouvrir avec Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Ouvrir avec une autre application"
chkTreatAllIncludeFiltersAsWildcardsTT, "Avec cette option activée, une recherche est entré comme foo sera traitée comme *foo*"
ClearHistoryError, "Une erreur s'est produite lors de la suppression de votre historique de recherche."
ClearHistoryWarning, "Êtes-vous sûr de vouloir supprimer votre historique de recherche ?"
CommandLineError, "Veuillez saisir les paramètres de la ligne de commande ou cliquer sur 'défaut' pour les réinitialiser."
CustomDateFormatError, "Il y avait une erreur attribué à votre format de date personnalisé. \nVeuillez corriger l'erreur et essayez à nouveau."
DisableFileHandler, "Désactiver programme par défaut"
DisablePreviewHandler, "Désactiver la prévisualisation avec le programme par défaut"
EnableFileHandler, "Activer l'association d'extension a un programme"
EnablePreviewHandler, "Activer la prévisualisation avec le programme par défaut"
FileCommandDescription, "{0}: remplacé par le nom complet du fichier."
FileHandlerListError, "Une erreur s'est produite en affichant la liste des programmes associés."
FileHandlerSelectError, "Une erreur s'est produite en sélectionnant le programme associé."
FileHandlerToggleError, "Une erreur s'est produite en basculant vers le programme associé."
HistoryCleared, "Historique de recherche vidé avec succès."
InvalidExitcode, "Retour ExitCode invalide: {0}"
LineCommandDescription, "{0}: remplacé par le numéro de ligne."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Associé à"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Veuillez saisir un nombre de caractères compris entre {0} et {1} puis réessayer."
PreviewHandlerListError, "Une erreur est survenue lors de la liste de prévisualisation des programmes par défaut."
PreviewHandlerToggle, "Basculer l'aperçu des programmes associés"
SettingMenuError, "Une erreur s'est produite lors du paramétrage des réglage du menu contextuel."
tabSettings_FileHandlers, "Programmes associés"
tabSettings_OtherApp, "Autre application"
tabSettings_PreviewHandlers, "Aperçu des programmes associés"
tabSettings_Search, "Recherche"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Résultats de la recherche enregistrés avec succès.\nVoulez-vous afficher le fichier ?"
SearchCriteria, "Critères de recherche"
SearchDate, "Date recherche:"
Title, "Résultats recherche FileSeek"


[IFilterHelper_Strings]
UnknownError, "Erreur IFilter inconnue"
UsingStandardMethodWarning, "Aucun programme associé pour ce fichier, recherche en utilisant la méthode standard."


[LicenseValidate_Strings]
ExpiredPrompt, "Désolé, votre clé de licence pour FileSeek Pro a expirée.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"
Invalid, "Désolé, votre clé de licence est invalide."
InvalidReseller, "Désolé, votre clé de licence est uniquement valide avec FileSeek fourni par votre Revendeur.\nS'il vous plaît contactez votre Revendeur pour plus d'information."
LicenseProcessPro, "Merci de vous être enregistré !"
LicenseProcessProRestoreSettingsPrompt, "Une copie de sauvegarde de vos réglages Pro a été détectée.\nCette copie de sauvegarde date d'il y a {0} jour(s).\nVoulez-vous importer ces réglages Pro ? Tous vos réglages actuels seront remplacés par ceux présents dans cette sauvegarde."
LicenseProcessRemoved, "Votre cléde licence a été retirée."
LicenseProcessTrial, "Merci pour votre essai de FileSeek Pro!\nVotre licence expirera le {0:D}."
TrialAlmostDonePrompt, "Votre licence d'essai expirera bientôt.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Rechercher avec FileSeek"


[Words]
Add, "Ajouter"
AdminSettingsLock, "Ces préférences sont gérées par votre administrateur système"
Apply, "Appliquer"
ButtonEnterLicenseKey, "Entrer la clef de licence"
ButtonLater, "Plus tard"
ButtonMoreInformation, "Plus d'informations"
ButtonUseFreeVersion, "Utiliser la version gratuite"
Cancel, "&Abandonner"
Close, "&Fermer"
Copy, "&Copie"
Custom, "Personnalisé"
Cut, "&Couper"
Default, "Défaut"
Delete, "&Effacer"
Disable, "&Désactive"
Disabled, "Désactivé"
Duplicate, "&Dupliquer"
Edit, "Éditer"
Enable, "&Active"
Enabled, "Activé"
Error, "Erreur"
ErrorNotAdminUACDisabled, "l'UAC est désactivé, mais vous n'êtes pas Administrateur, votre action va probablement échouée.\nVeuillez activer l'UAC ou vous connecter en tamt qu'Administrateur puis réessayer.\nSi vous avez désactivé l'UAC récemment, assurez-vous d'avoir redémarré votre ordinateur."
Exit, "&Quitter"
Help, "Aide"
Info, "Info"
InvalidImageFile, "Cette image semble être corrompu ou illisible."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "Vous devez mettre à jour FileSeek Pro pour utiliser cette fonctionnalité.\nVoulez-vous plus d'information sur la mise à jour ?"
NeedsProShort, "Pro Seulement"
Never, "Jamais"
No, "Non"
OK, "&OK"
Paste, "&coller"
ProOnlyNotice, "Les fonctions uniquement disponible dans la version Pro sont en bleu"
Redo, "&Refaire"
Refresh, "Rafraichir"
Remove, "&Enlever"
Rename, "Rename"
Seconds, "secondes"
SelectAll, "&Sélectionner tout"
Start, "Démarrer"
Stop, "Arrêter"
Undo, "&Défaire"
Unknown, "Inconnu"
Yes, "&Oui"


[Installer]
AdditionalIcons, "Icônes supplémentaires:"
CreateContextMenuItems, "Ajouter au menu contextuel de Windows"
CurrentUserOnly, "Pour l'utilisateur courant uniquement"
DesktopIcon, "Ajouter une icône sur le bureau"
DotNetInstallNow, "Souhaitez-vous l'installer maintenant?"
DotNetRequired40, "Cette application nécessite Microsoft .NET Framework 4.0."
ForAllUsers, "Pour tous les utilisateurs"
LaunchNow, "Lancez maintenant"
LicKeyInvalid, "Cette clé de licence semble être invalide."
LicKeyLabel, "Clé de licence:"
LicKeySelectOption, "Veuillez sélectionner une Option de licence et réessayer."
LicKeyText, "Options de Licence:"
LicKeyTextAdminLocked, "Votre clef de licence a été définie par votre administrateur."
LicKeyTextChangeFree, "Cliquer sur 'Changer pour la version gratuite' dans la fenêtre des paramétres pour utiliser la version gratuite."
LicKeyTextEnterOrFree, "Veuillez entrer une Clé de Licence Valide ou choisissez 'Utiliser la version gratuite'."
LicKeyTextPaid, "Utiliser cette Clé de Licence:"
LicKeyTextTrial, "Utiliser la version d'essai (uniquement la première fois), reviendra vers la version gratuite après 30 jours"
RunAtStartup, "Lancer au démarrage de Windows"
SteamKeyInvalid, "Votre clé de licence Steam n'a pas réussi à ce chargé correctement. \nVeuillez quitter ce programme d'installation / application et essayez de cliquer sur Installer ou relancer à partir de Steam."
TextBefore, "Si vous avez FileSeek actuellement actif, veuillez vous assurez qu'il soit fermé avant d'installer cette nouvelle version.\n\nVisitez https://www.fileseek.ca pour les mises à jour et le support."
UninstallRemoveAllData1, "Souhaitez-vous supprimer complètement tous les paramètres de l'application, les préférences et les fichiers temporaires?"
UninstallRemoveAllData2, "Cette opération est déconseillée si vous installez cette application à nouveau."